name: "resnet50"
backend: "pytorch"
max_batch_size: 128
dynamic_batching { }
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 3, 224, 224 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 1000 ]
  }
]
instance_group [ { count: 2, kind: KIND_GPU }]
