name: "blip2"
backend: "python"
max_batch_size: 8
input [
  {
    name: "input"
    data_type: TYPE_UINT8  
    dims: [ -1, -1, 3 ]    
  }
]
output [
  {
    name: "output"
    data_type: TYPE_STRING
    dims: [ -1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]