name: "ppocrv4"
backend: "python"
max_batch_size: 0
dynamic_batching { }
input [
  {
    name: "input_texts"
    data_type: TYPE_STRING
    dims: [ -1 ]
  }
]
output [
  {
    name: "output_texts"
    data_type: TYPE_STRING
    dims: [ -1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]